Repository: FGT-felipe/ftg-racing-manager
Catalog: lib/l10n/app_*.arb
Languages: es

source: Loading...
es: Cargando...

source: Save
es: GUARDAR

source: Cancel
es: CANCELAR

source: Delete
es: Eliminar

source: Edit
es: Editar

source: Add
es: Añadir

source: Name
es: Nombre

source: Description
es: Descripción

# garageTitle
source: GARAGE
es: GARAJE

# hqTitle
source: HEADQUARTERS
es: SEDE

# standingsTitle
source: STANDINGS
es: CLASIFICACIÓN

# newsTitle
source: PRESS NEWS
es: PRENSA

# officeTitle
source: OFFICE
es: OFICINA

# settingsTitle
source: SETTINGS
es: AJUSTES

source: NEXT RACE
es: PRÓXIMA CARRERA

# raceDaySundayTime
source: SUNDAY, 14:00 LOCAL
es: DOMINGO, 14:00 LOCAL

# raceDayRaceTime
source: RACE: {time}
es: CARRERA: {time}

# raceDaySunday
source: SUNDAY
es: DOMINGO

# raceDayLive
source: LIVE
es: EN VIVO

# raceDayLoadingData
source: Loading race data...
es: Cargando datos de carrera...

# raceDayPitBoard
source: PIT BOARD
es: PIZARRA

# raceDayCommentary
source: COMMENTARY
es: COMENTARIOS

# raceDayTitle
source: RACE DAY
es: DÍA DE CARRERA

# raceDayLap
source: LAP
es: VUELTA

# raceDayFastestLap
source: FASTEST LAP
es: VUELTA RÁPIDA

# raceDayRacePositions
source: RACE POSITIONS
es: POSICIONES DE CARRERA

# raceDayInBoxes
source: IN BOXES
es: EN BOXES

# raceDayRaceLabel
source: RACE
es: CARRERA

source: RACE COMPLETED — RESULTS
es: CARRERA COMPLETADA — RESULTADOS

# raceFinished
source: FINISHED
es: FINALIZADA

# racePreRace
source: PRE-RACE
es: PRE-CARRERA

# raceLightsOutSoon
source: LIGHTS OUT SOON
es: SEMÁFOROS PRONTO

# noEventsYet
source: No events recorded yet. Stand by for lights out.
es: Sin eventos aún. Esperando semáforos.

# raceWaitingStart
source: Waiting for race start...
es: Esperando inicio...

source: RETIRED
es: RETIRADO

source: LEADER
es: LÍDER

# standingsInterval
source: INTERVAL
es: INTERVALO

# standingsDriver
source: DRIVER
es: PILOTO

# navDrivers
source: DRIVERS
es: PILOTOS

# navEvents
source: EVENTS
es: EVENTOS

source: GARAGE EVENTS
es: EVENTOS DE GARAJE

source: Waiting for lights out...
es: Esperando el apagado de luces...

# commentatorsStandingBy
source: Commentators standing by for the start...
es: Comentaristas esperando el inicio...

# practiceTab
source: PRACTICE
es: PRÁCTICA

# qualifyingTab
source: QUALIFYING
es: CLASIFICACIÓN

# raceTab
source: RACE
es: CARRERA

# garageRaceSetupSubmitted
source: Race setup submitted ✓
es: Configuración enviada ✓

# garageDriverCrashedSessionOver
source: This driver has crashed and cannot run again this session.
es: Este piloto se ha accidentado y no puede volver a salir esta sesión.

# garageDriverCrashedSessionOverDetails
source: Repair and medical costs have been applied. This driver cannot run again this qualifying session.
es: Se han aplicado costes médicos y de reparación. El piloto no puede volver a salir esta sesión.

# garageOutLap
source: OUT LAP...
es: VUELTA DE SALIDA...

# garagePushing
source: PUSHING...
es: EMPUJANDO...

# garageCrashAccident
source: CRASH! {name} HAS HAD AN ACCIDENT!
es: ¡CHOQUE! ¡{name} HA TENIDO UN ACCIDENTE!

# garageCrashedQualifying
source: CRASHED! QUALIFYING OVER
es: ¡ACCIDENTADO! CLASIFICACIÓN TERMINADA

# garageInLap
source: IN LAP...
es: VUELTA DE ENTRADA...

# garageImprovedTime
source: ✓ {time} — New PB! (Attempt {current}/{total})
es: ✓ {time} — ¡Nuevo mejor tiempo! (Intento {current}/{total})

# garageNoImprovement
source: ⏱ {time} — No improvement (Attempt {current}/{total})
es: ⏱ {time} — Sin mejora (Intento {current}/{total})

# garageTabPractice
source: PRACTICE
es: PRÁCTICA

# garageTabQualifying
source: QUALIFYING
es: CLASIFICACIÓN

# garageTabRace
source: RACE
es: CARRERA

# garageSelectDriver
source: Select a driver to configure setup
es: Selecciona un piloto para configurar

# garageCircuitIntel
source: CIRCUIT INTEL
es: INTEL DEL CIRCUITO

# garageSetupPractice
source: PRACTICE SETUP
es: CONFIGURACIÓN DE PRÁCTICA

# garageSetupQualifying
source: QUALIFYING SETUP
es: CONFIGURACIÓN DE CLASIFICACIÓN

# garageSetupRace
source: RACE SETUP
es: CONFIGURACIÓN DE CARRERA

# garageDriverStyle
source: DRIVER STYLE
es: ESTILO DE CONDUCCIÓN

# garageStartSeries
source: START SERIES
es: COMENZAR SERIE

# garageRunQualyAttempt
source: RUN QUALIFYING ATTEMPT ({current}/{total})
es: CORRER INTENTO DE CLASIF. ({current}/{total})

# garageParcFerme
source: PARC FERMÉ: Only front wing and tyres can be changed. (Attempt {current}/{total})
es: PARC FERMÉ: Solo alerón delantero y neumáticos pueden cambiarse. (Intento {current}/{total})

# garageQualyAttempts
source: Attempts: {current}/{total}
es: Intentos: {current}/{total}

# garageAllAttemptsUsed
source: ALL ATTEMPTS USED
es: TODOS LOS INTENTOS USADOS

# garageMaxQualifyingAttemptsReached
source: Max qualifying attempts reached for this session.
es: Límite de intentos de clasificación alcanzado.

# garageBestTime
source: BEST: {time}
es: MEJOR: {time}

# garageLastLap
source: LAST LAP
es: ÚLT. VUELTA

# garageTyre
source: TYRE
es: NEUM.

# garageTime
source: TIME
es: TIEMPO

# garageLaps
source: LAPS
es: VUELTAS

# garageLoadingParticipants
source: Loading participants...
es: Cargando participantes...

# garageQualySessionOpen
source: QUALIFYING SESSION OPEN
es: SESIÓN DE CLASIFICACIÓN ABIERTA

# garageQualySessionClosed
source: QUALIFYING SESSION CLOSED
es: SESIÓN DE CLASIFICACIÓN CERRADA

# garageRaceStrategyDesc
source: Configure your complete race strategy and driving styles. This setup will be used during the race itself.
es: Configura tu estrategia completa y estilos de conducción. Esta configuración se usará en carrera.

# garageRaceRegulationTyre
source: Rule: Hard compound tyres MUST be used at least once during the race.
es: Regla: Los neumáticos DUROS DEBEN usarse al menos una vez.

# garageSubmitRaceSetup
source: SUBMIT RACE SETUP
es: ENVIAR CONFIG. DE CARRERA

# garageCarConfiguration
source: CAR CONFIGURATION
es: CONFIGURACIÓN DEL COCHE

# garageRaceStrategy
source: RACE STRATEGY
es: ESTRATEGIA DE CARRERA

# garageRaceStart
source: RACE START
es: SALIDA DE CARRERA

# garagePitStop
source: STOP {number}
es: PARADA {number}

# garageAddPitStop
source: ADD PIT STOP
es: AÑADIR PARADA EN BOXES

# garageFitness
source: FITNESS: {value}%
es: FORMA FÍSICA: {value}%

# garageRepairMedicalCosts
source: Repair and medical costs have been applied. This driver cannot run again this qualifying session.
es: Se han aplicado costes médicos y de reparación. El piloto no puede volver a salir esta sesión.

# garageConfidence
source: CONFIDENCE
es: CONFIANZA

# garageRestoreSetup
source: RESTORE THIS SETUP
es: RESTAURAR ESTA CONFIGURACIÓN

# garageSetupRestored
source: Setup restored to current session
es: Configuración restaurada para la sesión actual

# garageLapTimes
source: LAP TIMES — {name}
es: TIEMPOS DE VUELTA — {name}

# garageNoLapsYet
source: No laps recorded yet
es: Sin vueltas registradas aún

# garageNoFeedbackYet
source: No feedback gathered yet
es: Sin retroalimentación aún

# garageSetQualy
source: SET QUALY
es: SET CLASIF.

# garageSetRace
source: SET RACE
es: SET CARRERA

# setupFrontWing
source: Front Wing
es: Alerón Del.

# setupRearWing
source: Rear Wing
es: Alerón Tras.

# setupSuspension
source: Suspension
es: Suspensión

# setupGearRatio
source: Gear Ratio
es: Relación Marchas

# styleRisky
source: RISKY
es: RIESGO

# styleAttack
source: ATTACK
es: ATAQUE

# styleConserve
source: CONSERVE
es: CONSERVAR

# tipRisky
source: Most aggressive push — highest risk, highest reward
es: Empuje agresivo — mayor riesgo, mayor recompensa

# tipAttack
source: Offensive style — push hard for lap time
es: Estilo ofensivo — busca el mejor tiempo

# tipNormal
source: Balanced driving — default style
es: Conducción equilibrada — estilo por defecto

# tipConserve
source: Defensive / tyre saving style
es: Estilo defensivo / ahorro de neumáticos

# tipRegulationStartTyres
source: REGULATION: Start tyres are fixed. Drivers must start on the same compound used for their best qualifying lap.
es: REGLAMENTO: Los neumáticos de salida son fijos. Deben ser los mismos del mejor tiempo en clasificación.

# pitBoardMessageInBox
source: IN BOX
es: EN BOX

# pitBoardMessageReady
source: READY
es: LISTO

# pitBoardNewTeamRecord
source: {name}: NEW TEAM RECORD — {time}!
es: ¡{name}: RÉCORD DEL EQUIPO — {time}!

# pitBoardNewPB
source: {name}: New Personal Best — {time}
es: {name}: Mejor Personal — {time}

# pitBoardReturningPits
source: {name} is returning to the pits...
es: {name} regresando a boxes...

# pitBoardInGarage
source: {name} is back in the garage.
es: {name} en el garaje.

# pitBoardLeftPits
source: {name} IS LEAVING THE PITS
es: {name} SALIENDO DE BOXES

# pitBoardStartingPractice
source: {name} IS STARTING PRACTICE SERIES
es: {name} COMENZANDO SERIE DE PRÁCTICA

# pitBoardOnLap
source: {name}: LAP {current}/{total}
es: {name}: VUELTA {current}/{total}

source: BEST PB
es: MEJOR RP

source: FASTEST
es: EL MÁS RÁPIDO

# garagePracticeClosedRace
source: PRACTICE CLOSED: Race setup has been submitted.
es: PRÁCTICA CERRADA: La configuración de carrera ha sido enviada.

# garagePracticeClosedQualy
source: PRACTICE CLOSED: Qualifying session has started.
es: PRÁCTICA CERRADA: La sesión de clasificación ha comenzado.

# garageQualyIntro
source: Configure your qualifying setup and run attempts to set the best lap time. Max attempts: {total}
es: Configura tu monoplaza para clasificación y realiza intentos para marcar el mejor tiempo. Intentos máx: {total}

# garageRaceStrategyStintTips
source: Optimize fuel load, tyre choices, and driving aggression for each stint.
es: Optimiza la carga de combustible, los neumáticos y la agresividad para cada stint.

# setupTyreCompound
source: Tyre Compound
es: Compuesto de Neumático

# labelFuel
source: FUEL
es: COMBUSTIBLE

# labelDriveStyle
source: DRIVE STYLE
es: ESTILO

# labelTyres
source: TYRES
es: NEUMÁTICOS

# labelLaps
source: LAPS
es: VUELTAS

# labelLapTime
source: LAP TIME
es: TIEMPO VUELTA

# labelGap
source: GAP
es: DIFERENCIA

# weatherLabel
source: WEATHER
es: CLIMA

# trackTempLabel
source: TRACK
es: PISTA

# airTempLabel
source: AIR
es: AIRE

# humidityLabel
source: HUMIDITY
es: HUMEDAD

# garageMaxLapsReached
source: Driver reached max practice laps ({max}). Reducing series to {remaining} laps.
es: El piloto alcanzó el máximo de vueltas de práctica ({max}). Reduciendo la serie a {remaining} vueltas.

# garageCrashAlert
source: CRASH! {name} HAS HAD AN ACCIDENT!
es: ¡CHOQUE! ¡{name} HA TENIDO UN ACCIDENTE!

# garageSeriesCompletedConfidence
source: Series completed. Setup confidence: {value}%
es: Serie completada. Confianza en la configuración: {value}%

# garageQualySetupSavedDraft
source: Qualifying setup saved (Draft)
es: Configuración de clasificación guardada (Borrador)

# garageRaceSetupSavedDraft
source: Race setup draft saved.
es: Borrador de config. de carrera guardado.

# garageDriver
source: DRIVER
es: PILOTO

# garageLapsIntel
source: LAPS
es: VUELTAS

# garageTyresIntel
source: TYRES
es: NEUMÁTICOS

# garageWeatherIntel
source: WEATHER
es: CLIMA

# garageEngineIntel
source: ENGINE
es: MOTOR

# garageFuelIntel
source: FUEL
es: COMBUSTIBLE

# garageWeatherSunny
source: SUNNY
es: SOLEADO

# garageWeatherExtremeHigh
source: EXTREME
es: EXTREMO

# garageWeatherExtremeLow
source: EXTREME LOW
es: EXTREMO BAJO

# garageImportant
source: IMPORTANT
es: IMPORTANTE

# garageCritical
source: CRITICAL
es: CRÍTICO

# garageVeryHigh
source: VERY HIGH
es: MUY ALTO

# garageMaximum
source: MAXIMUM
es: MÁXIMO

# garageFocus
source: FOCUS
es: ENFOQUE

# garageQualifyingResults
source: QUALIFYING RESULTS
es: RESULTADOS DE CLASIFICACIÓN

# garageLapsCount
source: Attempts: {current}/{total}
es: Intentos: {current}/{total}

# garageLocked
source: LOCKED
es: BLOQUEADO

# garageLowPriority
source: LOW PRIORITY
es: PRIORIDAD BAJA

# garageLapsCountShort
source: Laps: {count}
es: Vueltas: {count}

# garageDnfSessionOver
source: DNF — SESSION OVER
es: DNF — SESIÓN TERMINADA

# garageBestPersonal
source: PERSONAL BEST
es: MEJOR PERSONAL

# garageLapSetup
source: LAP SETUP — {time}
es: CONFIG. VUELTA — {time}

# garageClose
source: CLOSE
es: CERRAR

# garagePitStopStrategyTooltip
source: Plan your pit strategy and tyre compounds.
es: Planifica tu estrategia de paradas y compuestos de neumáticos.

# garageParcFermeLockedTooltip
source: Parc Fermé: This setting cannot be changed.
es: Parc Fermé: Este ajuste no se puede cambiar.

# garageReady
source: READY
es: LISTO

# garageDriverFeedback
source: DRIVER FEEDBACK
es: FEEDBACK DEL PILOTO

# garageNoLapsRecordedYet
source: No laps recorded yet
es: Sin vueltas registradas aún

# garageRaceStartTyreRegulation
source: Regulation: Must start on best qualifying tyres.
es: Regla: Debe salir con el neumático de su mejor tiempo en clasif.

# garageLapsIntelShort
source: {count} LAPS
es: {count} VUELTAS

# garageNoFeedbackGatheredYet
source: No feedback gathered yet
es: Sin feedback recolectado aún

# garageFitnessPercentage
source: FITNESS: {percent}%
es: ESTADO: {percent}%

# facTeamOffice
source: Team Office
es: Oficina del Equipo

# facGarage
source: Garage
es: Garaje

# facYouthAcademy
source: Youth Academy
es: Academia Junior

# facPressRoom
source: Press Room
es: Sala de Prensa

# facScoutingOffice
source: Scouting Office
es: Scouting

# facRacingSimulator
source: Racing Simulator
es: Simulador

# facGym
source: Gym
es: Gimnasio

# facRDOffice
source: R&D Office
es: I+D

# descTeamOffice
source: Administrative hub and contract management.
es: Gestión administrativa y contratos.

# descGarage
source: Vehicle maintenance and technical tuning.
es: Mantenimiento y puesta a punto del monoplaza.

# descYouthAcademy
source: Training future talents for the team.
es: Formación de nuevos talentos para el futuro.

# descPressRoom
source: Media relations and public image management.
es: Gestión de medios y relaciones públicas.

# descScoutingOffice
source: Global talent search for drivers and engineers.
es: Búsqueda de talento global en la parrilla.

# descRacingSimulator
source: Precision training in a virtual environment.
es: Entrenamiento de precisión en entorno virtual.

# descGym
source: Physical preparation and driver endurance.
es: Preparación física y resistencia de los pilotos.

# descRDOffice
source: Constant innovation and technical development.
es: Innovación y desarrollo tecnológico constante.

source: Not Purchased
es: No Comprado

# bonusBudget
source: Bonus Budget {arg0}
es: Bono de Presupuesto: {arg0}

# bonusRepair
source: Bonus Repair {arg0}
es: Bono de Reparación: {arg0}

# bonusScouting
source: Bonus Scouting {arg0}
es: Bono de Scouting: {arg0}

source: Bonus T B D
es: Bono por definir

# accountSettingsTitle
source: Account Settings
es: Ajustes de Cuenta

# userProfileTitle
source: User Profile
es: PERFIL DE USUARIO

# nameLabel
source: Name
es: Nombre

# emailLabel
source: Email
es: Correo

# registeredLabel
source: Registered
es: Registrado

source: User Data Not Found
es: Datos de usuario no encontrados

# managerProfileTitle
source: Manager Profile
es: PERFIL DE MANAGER

# managerNameLabel
source: Manager Name
es: Nombre del Manager

# roleLabel
source: Role
es: Rol

# countryLabel
source: Country
es: País

source: No Manager Profile
es: Sin Perfil de Manager

# logOutBtn
source: Log Out
es: Cerrar Sesión

# googleAuthError
source: Google Auth Error {arg0}
es: Error al conectar con Google: {arg0}

# authError
source: Auth Error {arg0}
es: Error de acceso: {arg0}

source: Email Already Registered
es: Este correo ya está registrado

# unexpectedError
source: Unexpected Error {arg0}
es: Error inesperado: {arg0}

# ftgSlogan
source: Your team, your strategy, your glory.
es: Domina la pista

source: Already Have Account
es: ¿Ya tienes cuenta?

source: New Manager Join
es: Súmate como Manager

source: Continue With Google
es: Seguir con Google

source: Or Use Email
es: O usar email

# firstNameLabel
source: First Name
es: Nombre

# lastNameLabel
source: Last Name
es: Apellidos

# emailAddressLabel
source: Email Address
es: Correo Electrónico

# passwordLabel
source: Password
es: Contraseña

# createAccountBtn
source: Create Account
es: Crear Cuenta

# signInBtn
source: Sign In
es: Entrar

source: Calendar No Events
es: No hay eventos en el calendario actual.

# calendarTitle
source: Calendar
es: Calendario

source: Laps Intel
es: Vueltas

source: Calendar Status Scheduled
es: Programado

# driversManagementTitle
source: Drivers Management
es: Gestión de Pilotos

source: Error Loading Drivers
es: Error al cargar pilotos

source: No Drivers Found
es: No se encontraron pilotos

# renewingContractSimulated
source: Renewing Contract Simulated {arg0}
es: Renovando contrato de {arg0}...

# firingDriverSimulated
source: Firing Driver Simulated {arg0}
es: Despidiendo a {arg0}...

# ageLabel
source: Age {arg0}
es: Edad: {arg0}

# contractDetailsTitle
source: Contract Details
es: Detalles del Contrato

# contractStatusLabel
source: Contract Status
es: Estado del Contrato

# salaryPerRaceLabel
source: Salary per Race
es: Salario por Carrera

# terminationLabel
source: Termination
es: Cláusula de Rescisión

# remainingLabel
source: Remaining
es: Restante

# seasonsRemaining
source: Seasons Remaining: {arg0}
es: Temporadas restantes: {arg0}

# moraleLabel
source: Morale
es: Moral

# marketabilityLabel
source: Marketability
es: Valor Comercial

# fireBtn
source: Fire
es: DESPEDIR

# renewContractBtn
source: Renew
es: RENOVAR

# driverStatsSectionTitle
source: Driver Stats
es: Estadísticas del Piloto

# careerStatsTitle
source: Career Stats
es: Estadísticas de Carrera

# titlesStat
source: Titles
es: Títulos

# winsStat
source: Wins
es: Victorias

# podiumsStat
source: Podiums
es: Podios

# racesStat
source: Races
es: Carreras

# championshipFormTitle
source: Championship Form
es: Estado del Campeonato

# standingsBtn
source: Standings
es: VER TABLA

source: Event Header
es: Evento

source: Q Header
es: Clas.

# rHeader
source: R
es: Car.

# pHeader
source: P
es: Pos.

# careerHistoryTitle
source: Career History
es: Historial de Carrera

source: Year Header
es: Año

source: Team Header
es: Equipo

source: Series Header
es: Serie

# wHeader
source: W
es: Vic.

source: No Data Available Yet
es: Sin datos disponibles aún

# historyLowerDivision
source: Lower Division
es: División Inferior

# historyChampionBadge
source: CHAMPION
es: CAMPEÓN

# statBraking
source: Braking
es: Frenada

# statCornering
source: Cornering
es: Curvas

# statSmoothness
source: Smoothness
es: Suavidad

# statOvertaking
source: Overtaking
es: Adelantamiento

# statConsistency
source: Consistency
es: Consistencia

# statAdaptability
source: Adaptability
es: Adaptabilidad

# statFitness
source: Fitness
es: Física

# statFocus
source: Focus
es: Enfoque

# statMorale
source: Morale
es: Moral

# statMarketability
source: Marketability
es: Comercial

# roleMain
source: Main Driver
es: Primer Piloto

# roleSecond
source: Second Driver
es: Segundo Piloto

# roleEqual
source: Equal Status
es: Estatus Igualitario

# roleReserve
source: Reserve Driver
es: Piloto de Reserva

# engineeringDescription
source: Technical development and car performance upgrades.
es: Desarrollo técnico y mejoras del monoplaza.

# budgetLabel
source: Budget
es: PRESUPUESTO

source: Upgrade Limit Reached
es: Límite de mejoras alcanzado esta semana.

source: Car Label A
es: Coche A

source: No Driver Assigned
es: Sin piloto asignado

source: Car Label B
es: Coche B

# carPerformanceTitle
source: Car Performance: {arg0}
es: Rendimiento del Coche: {arg0}

source: Aero
es: Aerodinámica

source: Engine
es: Motor

source: Chassis Part
es: Chasis

source: Reliability
es: Fiabilidad

# costLabel
source: Cost: {arg0} {arg1}
es: Costo: {arg0} {arg1}

# upgradeBtn
source: Upgrade
es: MEJORAR

# managerError
source: Manager Error {arg0}
es: Error de gestión: {arg0}

source: Manager Profile Not Found
es: Perfil de manager no encontrado

# teamError
source: Team Error {arg0}
es: Error de equipo: {arg0}

source: Team Data Not Found
es: Datos de equipo no encontrados

# seasonError
source: Season Error {arg0}
es: Error de temporada: {arg0}

source: Quick View
es: Vista Rápida

# pressNewsTitle
source: PRESS NEWS
es: NOTICIAS DE PRENSA

source: Error Loading News
es: Error al cargar noticias

# officeNewsTitle
source: OFFICE NEWS
es: NOTICIAS DE OFICINA

source: Notifications Unavailable
es: Notificaciones no disponibles

source: No New Notifications
es: No hay notificaciones nuevas

source: No News From Paddock Yet
es: Aún no hay noticias del paddock

# welcomeBackManager
source: Welcome back, Manager {arg0}
es: Bienvenido de nuevo, Manager {arg0}

source: Session In Progress
es: Sesión en curso

source: Time Until Next Session
es: Próxima sesión en

source: Team Budget
es: Presupuesto del Equipo

source: Deficit
es: Déficit

source: Surplus
es: Superávit

source: Estimated Abbr
es: Est.

source: Next Grand Prix
es: Próximo Gran Premio

# circuitLengthAndLaps
source: Distance: {arg0} km | Laps: {arg1}
es: Distancia: {arg0} km | Vueltas: {arg1}

source: Paddock Open
es: Paddock Abierto

# weekendSetupBtn
source: Weekend Setup
es: Ajustes de Fin de Semana

# qualifyingStatus
source: Qualifying
es: Clasificación en Curso

# viewQualifyingBtn
source: View Qualifying
es: Ver Clasificación

# raceStrategyStatus
source: Race Strategy
es: Estrategia de Carrera

# setRaceStrategyBtn
source: Set Race Strategy
es: Fijar Estrategia

# raceWeekendStatus
source: Race
es: Carrera en Curso

# goToRaceBtn
source: Go To Race
es: Ir a Carrera

source: Race Finished Status
es: Carrera Finalizada

# viewResultsBtn
source: View Results
es: Ver Resultados

# circuitIntelTitle
source: Circuit Intel
es: Información del Circuito

source: Aero Intel
es: Aero

source: High Intel
es: Alto

source: Power Intel
es: Potencia

source: Speed Intel
es: Velocidad

source: Tyre Intel
es: Neumáticos

source: On Live
es: En Vivo

source: Off Live
es: Fuera de Línea

source: Pre-Race Checklist
es: Lista de Preparación

source: Practice Program
es: Programa de Prácticas

# completedLapsOf
source: Laps: {arg0} / {arg1}
es: Vueltas: {arg0} de {arg1}

source: Qualifying Setup
es: Configuración de Clasificación

source: Ready Status
es: Listo

source: Pending Status
es: Pendiente

# hqDescription
source: Manage your team's facilities and technical development.
es: Gestiona las instalaciones y el desarrollo de tu equipo.

# facilitiesSectionTitle
source: Facilities
es: Instalaciones

# levelLabel
source: Level: {arg0}
es: Nivel: {arg0}

# nextLevelLabel
source: Next Level
es: Siguiente Nivel

# maintCostLabel
source: Maint Cost
es: Costo Manto.

# bonusLabel
source: Bonus
es: Bonificación

# buyBtn
source: Buy
es: COMPRAR

# comingSoonBanner
source: COMING SOON
es: PRÓXIMAMENTE

# facilityImproved
source: Facility Improved {arg0}
es: ¡Instalación mejorada a nivel {arg0}!

# signContractError
source: Sign Contract
es: Error al firmar contrato

# confirmResetWorldTitle
source: Confirm Reset World
es: ¿Reiniciar el Mundo?

# confirmResetWorldDesc
source: Confirm Reset World
es: Esta acción borrará todo el progreso actual. Es irreversible.

# cancelBtn
source: Cancel
es: CANCELAR

# resetSuccess
source: Reset Successful!
es: ¡Mundo reiniciado con éxito!

# resetBtn
source: Reset
es: REINICIAR

# jobMarketTitle
source: Job Market
es: Mercado Laboral

# availableLabel
source: Available
es: Disponible

source: Sign Contract
es: Firmar Contrato

# navDashboard
source: Dashboard
es: Panel

# navHQ
source: HQ
es: Sede

# navTeamOffice
source: Office
es: Oficina

# navGarage
source: Garage
es: Garaje

# navYouthAcademy
source: Academy
es: Filial Junior

# navRacing
source: Racing
es: Competición

# navWeekendSetup
source: Setup
es: Ajustes de GP

# navRaceDay
source: Race Day
es: DÍA DE CARRERA

# navManagement
source: Management
es: Gestión

# navPersonal
source: Personal
es: Plataforma
