Repository: FGT-felipe/ftg-racing-manager
Catalog: lib/l10n/app_*.arb
Languages: es

# navFinances
source: Finances
es: Finanzas

# navSponsors
source: Sponsors
es: Patrocinadores

# navSeason
source: Season
es: Temporada

# navStandings
source: Standings
es: Clasificación

# navCalendar
source: Calendar
es: Calendario

# accountInfo
source: Account
es: INFO. DE CUENTA

source: Not Available
es: NO DISPONIBLE

source: Last Session
es: Última Sesión

# accountBtn
source: Account
es: CUENTA

# logOutConfirmTitle
source: Log Out Confirm
es: Confirmar Cierre de Sesión

# logOutConfirmDesc
source: Log Out Confirm
es: ¿Estás seguro de que deseas cerrar la sesión?

# navMarket
source: Market
es: Mercado

source: Personal Management
es: Gestión de Personal

# driversTitle
source: Drivers
es: Pilotos

# fitnessTrainerTitle
source: Fitness Trainer
es: Entrenador Físico

# chiefEngineerTitle
source: Chief Engineer
es: Ingeniero Jefe

# hrManagerTitle
source: Hr Manager
es: Director de RRHH

# marketingManagerTitle
source: Marketing Manager
es: Director de Marketing

# currentBalanceTitle
source: Current Balance
es: Saldo Actual

# recentMovementsTitle
source: Recent Movements
es: Movimientos Recientes

source: No Financial Activity
es: Sin actividad financiera reciente.

source: Select Car Part To Manage
es: Selecciona la pieza a gestionar

# activeContractTitle
source: Active Contract Title {arg0}
es: CONTRATO ACTIVO: {arg0}

# weeklyPayLabel
source: Weekly Pay
es: Pago Semanal

# racesLeftLabel
source: Races Left
es: Carreras Restantes

# availableOffersTitle
source: Available Offers Title {arg0}
es: OFERTAS: {arg0}

source: Rear Wing Part
es: Alerón Trasero

source: Sidepod L Part
es: Pontón Izquierdo

source: Sidepod R Part
es: Pontón Derecho

source: Halo Part
es: Halo

source: Front Wing Part
es: Alerón Delantero

source: Nose Part
es: Morro

# manageBtn
source: Manage
es: GESTIONAR

# selectSponsorBtn
source: Select Sponsor
es: Seleccionar Patrocinador

# negotiationRulesTitle
source: Negotiation Rules
es: Reglas de Negociación

# negotiationRulesDesc
source: Set the terms before signing the contract.
es: Establece los términos antes de la firma.

# signingBonusLabel
source: Signing Bonus
es: Bono de Firma

# weeklyPaymentLabel
source: Weekly Payment
es: Pago Semanal

# durationLabel
source: Duration
es: Duración

# durationRaces
source: Duration Races {arg0}
es: {arg0} Carreras

# objectiveLabel
source: Objective
es: Objetivo

source: Suspended Status
es: Suspendido

# chooseTacticLabel
source: Choose Tactic Label {arg0}
es: Elige Táctica: {arg0}

source: Persuasive Tactic
es: Persuasiva

source: Negotiator Tactic
es: Negociadora

source: Collaborative Tactic
es: Colaborativa

# availableSponsorsTitle
source: Available Sponsors
es: Patrocinadores Disponibles

# roleExDriverTitle
source: Ex-Driver
es: Ex-Piloto

# roleExDriverDesc
source: Brings technical track experience.
es: Aporta experiencia técnica en pista.

# roleBusinessTitle
source: Businessman
es: Empresario

# roleBusinessDesc
source: Optimizes income and marketing.
es: Optimiza ingresos y mercadeo.

# roleBureaucratTitle
source: Bureaucrat
es: Burócrata

# roleBureaucratDesc
source: Expert in regulations and politics.
es: Experto en regulaciones y política.

# roleEngineerTitle
source: Engineer
es: Ingeniero

# roleEngineerDesc
source: Maximizes technical development.
es: Maximiza el desarrollo técnico.

source: Create Manager Profile
es: Crear Perfil de Manager

# personalInfoTitle
source: Personal Information
es: Información Personal

# selectCountryError
source: Please select a country
es: Debes seleccionar un país

# genderLabel
source: Gender
es: Género

source: Male Gender
es: Masculino

source: Female Gender
es: Femenino

source: Non Binary Gender
es: No Binario

# selectGenderError
source: Please select a gender
es: Debes seleccionar un género

# dayLabel
source: Day
es: Día

# monthLabel
source: Month
es: Mes

# yearLabel
source: Year
es: Año

# selectBackgroundTitle
source: Select Background
es: TRASFONDO DEL MANAGER

# createManagerDesc
source: Customize your profile and professional background.
es: Personaliza tu perfil y trasfondo profesional.

# establishCareerBtn
source: Establish Career
es: ESTABLECER CARRERA

# requiredError
source: This field is required
es: Este campo es obligatorio

# advantagesTitle
source: Advantages
es: VENTAJAS

# disadvantagesTitle
source: Disadvantages
es: DESVENTAJAS

source: Admin Access
es: ADMINISTRACIÓN

source: Enter Pin
es: INTRODUCIR PIN

# verifyBtn
source: Verify
es: VERIFICAR

# nukeWorldTitle
source: Nuke World
es: Reinicio Global

# nukeWorldDesc
source: Nuke World
es: Elimina todos los datos de la liga y los managers. Esta acción es definitiva.

# nukeWorldSuccess
source: Database Reset Successful!
es: ¡Base de datos reiniciada!

# errorPrefix
source: Error Prefix {arg0}
es: Error: {arg0}

source: Execute Nuke
es: Ejecutar Reinicio

source: Sign In With Google
es: Entrar con Google

source: Sign In With Email
es: Entrar con Email

source: Dev Quick Start
es: Inicio Rápido (Dev)

# signingWithTeam
source: Signing With Team {arg0}
es: Tramitando contrato con {arg0}...

# applicationFailed
source: Application Failed {arg0}
es: Error en la solicitud: {arg0}

# selectTeamTitle
source: Select Team
es: ELECCIÓN DE EQUIPO

# selectTeamDesc
source: Select Team
es: Selecciona la escudería que deseas dirigir.

source: World Championship
es: CAMPEONATO MUNDIAL

source: Second Series
es: SERIE SECUNDARIA

source: No Teams Available
es: No hay equipos disponibles en esta liga.

source: Recommended Tag
es: RECOMENDADO

# unlockLeagueDesc
source: Unlock League
es: Gana reputación para desbloquear ligas superiores.

# mainDriverLabel
source: Main Driver
es: Primer Piloto

# secondaryDriverLabel
source: Secondary Driver
es: Segundo Piloto

# selectTeamBtn
source: Select Team
es: SELECCIONAR EQUIPO

source: Selected Tag
es: SELECCIONADO

# standingsConstructorTitle
source: Constructors
es: Constructores

source: Race Results
es: Última Carrera

# standingsTeam
source: Team
es: Escudería

# standingsPoints
source: Points
es: Puntos

source: Insufficient Budget For Name Change
es: Presupuesto insuficiente para cambio de nombre

# teamRenamedFree
source: Team Renamed Free {arg0}
es: Renombrado gratis: {arg0}

# teamRenamedPaid
source: Team Renamed Paid {arg0}
es: Renombrado: {arg0}

# teamIdentityTitle
source: Team Identity
es: IDENTIDAD VISUAL

# teamNameLabel
source: Team Name
es: Nombre de la Escudería

# confirmBtn
source: Confirm
es: CONFIRMAR

# regulationsTitle
source: Regulations
es: NORMATIVA

source: First Change Used
es: Cambio inicial agotado

source: First Change Free
es: Primer cambio sin costo

source: Next Changes Cost
es: Siguientes cambios tendrán costo

# renamedTimesLabel
source: Renamed Times Label {arg0}
es: Renombrado {arg0} veces

# teamCareerStatsTitle
source: Team Career Stats
es: ESTADÍSTICAS HISTÓRICAS

# combinedDriversLabel
source: Combined Drivers
es: RENDIMIENTO COMBINADO

# driverBreakdownTitle
source: Driver Breakdown
es: DETALLE POR PILOTO

source: Driver Header
es: PILOTO

# teamLiveryTitle
source: Team Livery
es: COLORES DEL EQUIPO

source: Select Your Colors
es: Elige tus colores

# liveryDescription
source: Configure the visual appearance of your cars on track.
es: Configura la apariencia de tus monoplazas en pista.

# managerProfileSectionTitle
source: Manager Profile Section
es: PERFIL DEL DIRECTOR

source: Circuit Mexico
es: México

source: Circuit Interlagos
es: Interlagos

source: Circuit Miami
es: Miami

source: Circuit San Pablo Street
es: San Pablo

source: Circuit Indianapolis
es: Indianápolis

source: Circuit Montreal
es: Montreal

source: Circuit Vegas
es: Las Vegas

source: Circuit Texas
es: Texas

source: Circuit Buenos Aires
es: Buenos Aires

# statusLivingLegend
source: LIVING LEGEND
es: LEYENDA VIVA

# statusEraDominator
source: ERA DOMINATOR
es: DOMINADOR DE LA ERA

# statusTheHeir
source: THE HEIR
es: EL HEREDERO

# statusTheHeiress
source: THE HEIRESS
es: LA HEREDERA

# statusEliteVeteran
source: ELITE VETERAN
es: VETERANO DE ÉLITE

# statusLastDance
source: LAST DANCE
es: EL ÚLTIMO BAILE

# statusSolidSpecialist
source: Solid Specialist
es: Especialista Sólido

# statusYoungWonder
source: Young Wonder
es: Joven Maravilla

# statusRisingStar
source: RISING STAR
es: ESTRELLA EMERGENTE

# statusStuckPromise
source: Stuck Promise
es: PROMESA ESTANCADA

# statusJourneyman
source: JOURNEYMAN
es: TROTAMUNDOS

# statusJourneywoman
source: JOURNEYWOMAN
es: Trotamundos

# statusUnsungDriver
source: UNSUNG HERO
es: HÉROE ANÓNIMO

# statusMidfieldSpark
source: MIDFIELD SPARK
es: CHISPA DE MEDIA TABLA

# statusPastGlory
source: PAST GLORY
es: SOL DE OCASO

# statusGridFiller
source: GRID FILLER
es: RELLENO DE PARRILLA

# statusUnknown
source: Unknown
es: Desconocido

# descLivingLegend
source: One of the greatest in history.
es: Uno de los mejores de la historia.

# descEraDominator
source: Dominates their era with an iron fist.
es: Domina su época con puño de hierro.

# descTheHeir
source: Heir to a winning dynasty.
es: Heredero de una dinastía ganadora.

# descEliteVeteran
source: Years of experience at the highest level.
es: Años de experiencia al máximo nivel.

# descLastDance
source: Their final shot at glory.
es: Su última oportunidad para la gloria.

# descSolidSpecialist
source: Reliable in any circumstance.
es: Fiable en cualquier circunstancia.

# descYoungWonder
source: The future of motorsport.
es: El futuro del automovilismo.

# descRisingStar
source: A talent rising through the ranks.
es: Un talento que sube como la espuma.

# descStuckPromise
source: Lots of talent, few results.
es: Mucho talento, pocos resultados.

# descJourneyman
source: Has been through almost every garage.
es: Ha pasado por casi todos los garajes.

# descUnsungDriver
source: Deserves more attention from the press.
es: Merece más atención de la prensa.

# descMidfieldSpark
source: Capable of miracles in average cars.
es: Capaz de milagros en coches medios.

# descPastGlory
source: Their best days are behind them.
es: Su mejor momento ya pasó.

# descGridFiller
source: Just here to race.
es: Simplemente está aquí para correr.

# descUnknown
source: No notable biographical data.
es: Sin datos biográficos destacados.

# errorLoadingProfile
source: Error Loading Profile {arg0}
es: Error al cargar perfil: {arg0}

# powerStatsLabel
source: Power Stats
es: Potencia

# aeroStatsLabel
source: Aero Stats
es: Aerodinámica

# handlingStatsLabel
source: Handling Stats
es: Manejo

# reliabilityStatsLabel
source: Reliability Stats
es: Fiabilidad

source: Failed To Load Liveries
es: Error al cargar diseños

# liveryIndexLabel
source: Livery Index Label {arg0} {arg1}
es: Diseño {arg0} de {arg1}

# loadingPhrase1
source: Warming up engines...
es: Calentando neumáticos...

# loadingPhrase2
source: Analyzing telemetry data...
es: Sincronizando telemetría...

# loadingPhrase3
source: Adjusting aero balance...
es: Ajustando alerones...

# loadingPhrase4
source: Preparing tyre sets...
es: Preparando estrategia...

# loadingPhrase5
source: Checking fuel levels...
es: Revisando niveles...

# loadingPhrase6
source: Syncing with pit wall...
es: Conectando con el muro...

# loadingPhrase7
source: Optimizing engine map...
es: Optimizando motor...

# loadingPhrase8
source: Awaiting green flag...
es: Listos para el semáforo...

# minsAgo
source: Mins Ago {arg0}
es: Hace {arg0} min

# hoursAgo
source: Hours Ago {arg0}
es: Hace {arg0} h

# pressNewsManagerJoin
source: Press News Manager Join {arg0} {arg1} {arg2} {arg3} {arg4} {arg5} {arg6}
es: ¡BOMBA! {arg0} se une a {arg1}. El manager de {arg2}, {arg3}, llega desde {arg4} para buscar {arg5} en {arg6}.

source: Motorsport Daily
es: DIARIO DEL MOTOR

source: Read Full Article
es: Leer artículo completo

# closeBtn
source: Close
es: CERRAR

# navOffice
source: Office
es: Sede Central

# objFinishTop3
source: Finish Top 3
es: Terminar en el Top 3

# objBothInPoints
source: Both cars in points
es: Ambos coches en los puntos

# objRaceWin
source: Race Win
es: Ganar la carrera

# objFinishTop10
source: Finish Top 10
es: Terminar en el Top 10

# objFastestLap
source: Fastest Lap
es: Vuelta rápida

# objFinishRace
source: Finish the race
es: Terminar la carrera

# objImproveGrid
source: Improve Grid Position
es: Mejorar posición de parrilla

# objOvertake3Cars
source: Overtake 3 cars
es: Adelantar 3 coches
